[
  {
    "slide": 1,
    "date": "2023-08-08",
    "approx_local_time": "12:22 a.m.",
    "title": "First fire ignites near Kula",
    "what": "<p>A brush fire, eventually named the Upcountry fire, ignites in the Olinda Road area of Kula. Combating the blaze draws much of Maui's limited resources for fighting wildfires. Evacuations in the Upcountry region begin within a few hours.</p>",
    "category": "Fire origin",
    "visual": "NASA Hot Spot Layer",
    "visual_link": null,
    "location": null,
    "lat": 20.82135537,
    "lng": -156.2983864,
    "zoom": 11
  },
  {
    "slide": 2,
    "date": "2023-08-08",
    "approx_local_time": "6:37 a.m.",
    "title": "Second fire ignites in Lahaina",
    "what": "<p>An 90 minutes after power goes out across west Maui, a small brush fire starts in Lahaina, <a href=\"https://apnews.com/article/hawaii-wildfires-maui-electricity-power-utilities-c46a106db3c5019ac835ddcb01fde25f\" target=\"_blank\">reportedly near the Lāhainā Intermediate School</a> along Lahainaluna Road. Dubbed the Lahaina fire, it forces part of a neighborhood to temporarily evacuate to a civic center on the north side of town. Authorities declare the fire fully contained by about 9 a.m. at a size of about 3 acres. However, officials warn that the high winds brought by Hurricane Dora will continue, making the area a high fire risk.</p>",
    "category": "Fire origin",
    "visual": "Map point",
    "visual_link": null,
    "location": null,
    "lat": 20.88506964,
    "lng": -156.6637123,
    "zoom": 19
  },
  {
    "slide": 3,
    "date": "2023-08-08",
    "approx_local_time": "3:30 p.m.",
    "title": "Lahaina Fire flares up, breaks containment",
    "what": "<p>The Lahaina Fire flares up, forcing the closure of Lahaina Bypass road. The highway just south of Lahaina is also closed because of downed powerlines, with barricades set up to divert drivers north, back into town along Front Street. Meanwhile, a Lahaina resident watches as downed powerlines on a gas station roof near downtown start a second fire.</p>\n\n<p>At this time, it's not clear if county officials are aware of the either flareup yet; a fire department update isn't issued until 4:45 p.m., and the county doesn't announce the renewed flames on social media posts until just before 5 p.m.</p>\n\n<p>Meanwhile, people living in a neighborhood just northeast of the gas station are fleeing as flames push closer to their homes.</p>",
    "category": "Fire origin\nKey Moment\nEyewitness",
    "visual": "Video with guidance to point on a map",
    "visual_link": null,
    "location": null,
    "lat": 20.8758723,
    "lng": -156.6753213,
    "zoom": 19
  },
  {
    "slide": 4,
    "date": "2023-08-08",
    "approx_local_time": null,
    "title": "Outdoor alert sirens",
    "what": "The 80 sirens in Maui County are tested monthly to guage their readiness. The siren test consists of a 60-second steady tone. The most recent test took place on Aug. 1. However, in the hours before a wildfire decimated the town of Lahaina, the alert sirens in Maui County remained silent instead of warning residents and visitors of a wildfire that had broken containment and once again threatened homes and businesses.",
    "category": "",
    "visual": "all-lahaina-outdoor-sirens.geojson file",
    "visual_link": "",
    "location": [-156.6871864, 20.857479, -156.664895, 20.9067472],
    "lat": "",
    "lng": "",
    "zoom": 17
  },
  {
    "slide": 5,
    "date": "2023-08-08",
    "approx_local_time": null,
    "title": "Solar outdoor alert siren",
    "what": "The includes one solar-powered siren with a range of 2,200 feet according to Maui County data.",
    "category": "",
    "visual": "solar-lahaina-outdoor-sirens.geojson file",
    "visual_link": "",
    "location": [-156.6871864, 20.857479, -156.664895, 20.9067472],
    "lat": "",
    "lng": "",
    "zoom": 17
  },
  {
    "slide": 6,
    "date": "2023-08-08",
    "approx_local_time": "3:40 p.m.",
    "title": "Residents flee Lahainaluna neighborhood",
    "what": "<p>Nate Baird, along with his wife, Courtney Stapleton, their two sons, elderly mother and dog leave their home in the Lahainaluna neighborhood and find flames halfway up Lahainaluna Road and the bypass exit blocked by the fire.</p>\n\n<p>The barricade and was to safety by 4:18 p.m., texting neighbors to see if they made it out.</p>",
    "category": "Eyewitness",
    "visual": "Map point",
    "visual_link": null,
    "location": null,
    "lat": 20.88168674,
    "lng": -156.6773394,
    "zoom": 15
  },
  {
    "slide": 7,
    "date": "2023-08-08",
    "approx_local_time": "4 p.m.",
    "title": "Placeholder here",
    "what": "<p>Hector Bermudez tells the AP's Audrey McAvoy that he woke up from a nap about 4 p.m. after smelling smoke. Bermudez left the Lahaina Surf apartments nearly 40 minutes later. He said an older neighbor, about 70 years old, asked if Bermudez was leaving. “I said ‘Yes, you too?’ And he said ‘no, I am waiting for the authorities to see what they are going to do.’” And I said ‘No, no, no, please go. This smoke is going to kill us. You have to go. Please. You gotta get out of here. Don’t wait for nobody.’” Bermudez said his neighbor didn’t leave and he doesn’t know what happened to him.</p>",
    "category": "Eyewitness",
    "visual": "Efforting video from Hector",
    "visual_link": null,
    "location": null,
    "lat": 20.88159848,
    "lng": -156.6818915,
    "zoom": 18
  },
  {
    "slide": 8,
    "date": "2023-08-08",
    "approx_local_time": "4:29 p.m.",
    "title": "Kelawea Mauka Subdivision",
    "what": "<p><a href=\"https://twitter.com/Hawaii_EMA/status/1689101600315568129\" target=\"_blank\">Hawaii Emergency Management Agency tweets notification</a> that Maui Emergency Management Agency has announced an immediate evacuation of the Kelawea Mauka Subdivision in Lahaina. The Lahaina Fire would eventually decimate the subdivision and the surrounding neighborhood.</p>",
    "category": "Official alert",
    "visual": "Highlight areas of Kelawea Mauka Subdivision with a transition to satellite image of destruction that Keller can provide",
    "visual_link": null,
    "location": [-156.677292, 20.87773, -156.666047, 20.886319],
    "lat": "",
    "lng": "",
    "zoom": 11
  },
  {
    "slide": 9,
    "date": "2023-08-08",
    "approx_local_time": "4:33 p.m.",
    "title": "Evacuation from Front Street apartment",
    "what": "<p>Lynn Robison evacuates from Luakini Apartments, next to the Wharf Cinema near Front Street in Lahaina. She told the AP's Haven Daley, \"There was no warning. There was absolutely none. Nobody came around. We didn’t see a fire truck or anybody.",
    "category": "Eyewitness",
    "visual": "Map point",
    "visual_link": null,
    "location": null,
    "lat": 20.87247253,
    "lng": -156.6772464,
    "zoom": 18
  },
  {
    "slide": 10,
    "date": "2023-08-08",
    "approx_local_time": "4:45 p.m.",
    "title": "More evacuations, road closures",
    "what": "<p>Authorites communicate the Lahaina has flared up and that evacuations have commenced in areas off of Lahainaluna Road, Hale Mahaolu and Lahaina Bypass. Kahakuloa is closed to outside traffic. Only residents of the rural town of Kahakuloa Village are allowed to travel through the remote side of Kahekili Highway.</p>\n\n<p>Multiple roads, including Honoapiʻilani Highway from Hokokio Place to Lahaina Bypass just south of Lahaina, are closed due to downed power lines.</p>",
    "category": "Evacuations\nRoad Closures",
    "visual": "Highlight areas",
    "visual_link": null,
    "location": [-156.669775, 20.856828, -156.65853, 20.865419],
    "lat": "",
    "lng": "",
    "zoom": 11
  },
  {
    "slide": 11,
    "date": "2023-08-08",
    "approx_local_time": "4:55 p.m.",
    "title": "Placeholder here",
    "what": "<p>Housemates Richy Palalay, Mele Tasini, Adam Eichholz told the AP they spoke with a firefighter who was putting out a nearby blaze. They said they were told not to worry about the fire and they should be fine and didn’t need to evacuate.</p>",
    "category": "Eyewitness",
    "visual": "Map point",
    "visual_link": null,
    "location": null,
    "lat": 20.88596633,
    "lng": -156.6796904,
    "zoom": 18
  },
  {
    "slide": 12,
    "date": "2023-08-08",
    "approx_local_time": "5:20 p.m.",
    "title": "Placeholder here",
    "what": "<p>Maui County immediately shares another update from the fire department on Facebook. The update says evacuations are occurring in a Lahaina subdivision and access in and out of the town is now possible because one of the roads leading from Lahaina Bypass to the main highway has been cleared. The county accompanies the update with an image that says, “Access in and out of Lahaina now possible via Hokokio Place. Traffic will be slow moving.”</p>",
    "category": "Evaucations\nRoad Closures",
    "visual": "Map point",
    "visual_link": null,
    "location": null,
    "lat": 20.86067322,
    "lng": -156.6616771,
    "zoom": 15
  },
  {
    "slide": 13,
    "date": "2023-08-08",
    "approx_local_time": "About 5:45 p.m.",
    "title": "Coast Guard receives reports of people in the water",
    "what": "<p>Coast Guard Sector Honolulu watchstanders <a href=\"https://www.news.uscg.mil/Press-Releases/Article/3489083/coast-guard-partners-continue-mass-rescue-operations-from-maui-fires/\" target=\"_blank\">received reports regarding multiple persons</a> in the water needing rescue after taking shelter from fire and smoke in Lahaina, Maui.” Updates from later in the day said: “A total of 17 lives were saved from the water and 40 survivors were located ashore by Coast Guard Station Maui boat crews. The Coast Guard has no reports of missing persons in the water, however Coast Guard aircrews and surface assets continue search and rescue operations.”</p>\n\n<p>Additional accounts...\n\n<p>People are waiting rescue from the water...",
    "category": "Official alert",
    "visual": "images/UGC",
    "visual_link": null,
    "location": null,
    "lat": 20.87054965,
    "lng": -156.6789244,
    "zoom": 19
  },
  {
    "slide": 14,
    "date": "2023-08-08",
    "approx_local_time": "7:30 p.m.",
    "title": "Placeholder here",
    "what": "<p>Housemates Richy Palalay, Mele Tasini, Adam Eichholz evacuate from their home after they said the fire was right across the street. No one told them to evacuate but they saw embers flying down like fireflies so left. They went to a friend’s house but as soon as they got there, the police told them they needed to go to the Lahaina Civic Center.</p>\n\n<p>After just 5 minutes everyone begins to evacuate. The group hitchhikes to a supermarket and then to Maui Prep, a private school.</p>",
    "category": "Eyewitness",
    "visual": "Map point",
    "visual_link": null,
    "location": null,
    "lat": 20.88592624,
    "lng": -156.6797333,
    "zoom": 18
  },
  {
    "slide": 15,
    "date": "2023-08-09",
    "approx_local_time": null,
    "title": "The first day after",
    "what": "<p>Come the next day Lahaina is an ashen wasteland of death, burned-out cars blocking both lanes of narrow Front Street. The scope of the devastation begins to grow clear.</p>\n\n<p>Within two days of recovery efforts, Front Street is bulldozed open, presumably because the remains of those who died there have all been identified and collected. XXX number of people remain unaccounted for.</p>",
    "category": "Summary",
    "visual": "Map point",
    "visual_link": null,
    "location": null,
    "lat": 20.880485,
    "lng": -156.676641,
    "zoom": 16
  }
]
